Repository: Loriage/Beszel-Swift-App
Catalog: Beszel-companion/Localizable.xcstrings
Source language: en
Languages: fr, pl

# home.empty.title
source: Your home is empty
fr: Votre accueil est vide
pl: Twój dom jest pusty

# home.subtitle
source: Your pinned charts
fr: Vos graphiques épinglés
pl: Twoje przypięte wykresy

# home.title
source: Home
fr: Accueil
pl: Dom

source: Light
fr: Clair
pl: Jasny

source: Load
fr: Charge
pl: Obciążenie

source: Load Average
fr: Charge moyenne
pl: Średnie obciążenie

# metric.memory.short
source: MEM
fr: RAM
pl: RAM

# metric.network
source: Network
fr: Réseau
pl: Sieć

# metric.systemLoad.short
source: LOAD
fr: CHG
pl: OBC

# mtls.caInstalled
source: Installed CA Certificate
fr: Certificat CA installé
pl: Zainstalowany certyfikat CA

# mtls.certInstalled
source: Installed Certificate
fr: Certificat installé
pl: Zainstalowany certyfikat

# mtls.clientCertificate
source: Client Certificate
fr: Certificat client
pl: Certyfikat klienta

# mtls.confirmRemove
source: Remove this certificate?
fr: Supprimer ce certificat ?
pl: Usunąć ten certyfikat?

# mtls.confirmRemoveCA
source: Remove this CA certificate?
fr: Supprimer ce certificat CA ?
pl: Usunąć ten certyfikat CA?

# mtls.description
source: Used for mutual TLS (mTLS) authentication. Required when your server is protected by Cloudflare mTLS or a similar client certificate policy.
fr: Utilisé pour l'authentification TLS mutuel (mTLS). Requis lorsque votre serveur est protégé par Cloudflare mTLS ou une politique de certificat client similaire.
pl: Używany do uwierzytelniania wzajemnego TLS (mTLS). Wymagany, gdy serwer jest chroniony przez Cloudflare mTLS lub podobną politykę certyfikatów klienta.

# mtls.enterPassword
source: Certificate Password
fr: Mot de passe du certificat
pl: Hasło certyfikatu

# mtls.error.importFailed
source: Failed to import certificate.
fr: Échec de l'importation du certificat.
pl: Nie udało się zaimportować certyfikatu.

# mtls.error.invalidPasswordOrFile
source: Invalid certificate file or wrong password.
fr: Fichier de certificat invalide ou mot de passe incorrect.
pl: Nieprawidłowy plik certyfikatu lub błędne hasło.

# mtls.error.keychainStoreFailed
source: Failed to store certificate securely.
fr: Échec du stockage sécurisé du certificat.
pl: Nie udało się bezpiecznie zapisać certyfikatu.

# mtls.import
source: Import
fr: Importer
pl: Importuj

# mtls.importCA
source: Import CA Certificate
fr: Importer un certificat CA
pl: Importuj certyfikat CA

# mtls.importCert
source: Import Certificate (.p12)
fr: Importer un certificat (.p12)
pl: Importuj certyfikat (.p12)

# mtls.passwordPlaceholder
source: Password
fr: Mot de passe
pl: Hasło

# mtls.removeCA
source: Remove CA Certificate
fr: Supprimer le certificat CA
pl: Usuń certyfikat CA

# mtls.removeCert
source: Remove Certificate
fr: Supprimer le certificat
pl: Usuń certyfikat

# mtls.serverCADescription
source: Trust a server whose TLS certificate is signed by a private or self-signed Certificate Authority. Import the CA certificate (.crt, .cer, .pem, or .der). If you've already installed this CA on your device, enable it under Settings → General → About → Certificate Trust Settings and it will be trusted automatically.
fr: Faites confiance à un serveur dont le certificat TLS est signé par une autorité de certification privée ou auto-signée. Importez le certificat de l'autorité (.crt, .cer, .pem ou .der). Si vous avez déjà installé cette autorité sur votre appareil, activez-la dans Réglages → Général → Informations → Réglages des certificats de confiance pour qu'elle soit approuvée automatiquement.
pl: Zaufaj serwerowi, którego certyfikat TLS jest podpisany przez prywatny lub samodzielnie podpisany urząd certyfikacji. Zaimportuj certyfikat urzędu (.crt, .cer, .pem lub .der). Jeśli ten urząd jest już zainstalowany na urządzeniu, włącz go w Ustawienia → Ogólne → To urządzenie → Ustawienia zaufania certyfikatów, aby był zaufany automatycznie.

# mtls.serverCertificate
source: Server CA Certificate
fr: Certificat CA du serveur
pl: Certyfikat CA serwera

source: No system found
fr: Aucun système trouvé
pl: Nie znaleziono systemu

# onboarding.advanced.certPasswordPlaceholder
source: Password
fr: Mot de passe
pl: Hasło

# onboarding.advanced.clientCertificate
source: Client Certificate
fr: Certificat client
pl: Certyfikat klienta

# onboarding.advanced.customHeaders
source: Custom HTTP Headers
fr: En-têtes HTTP personnalisés
pl: Niestandardowe nagłówki HTTP

# onboarding.advanced.enterCertPassword
source: Certificate Password
fr: Mot de passe du certificat
pl: Hasło certyfikatu

# onboarding.advanced.import
source: Import
fr: Importer
pl: Importuj

# onboarding.advanced.importCertificate
source: Import Client Certificate (.p12)
fr: Importer un certificat client (.p12)
pl: Importuj certyfikat klienta (.p12)

# onboarding.advanced.importServerCA
source: Import CA certificate
fr: Importer un certificat CA
pl: Importuj certyfikat CA

# onboarding.advanced.serverCA
source: Server CA Certificate
fr: Certificat CA du serveur
pl: Certyfikat CA serwera

# onboarding.advanced.title
source: Advanced
fr: Avancé
pl: Zaawansowane

# onboarding.connect_with_provider
source: Connect with %@
fr: Se connecter avec %@
pl: Połącz z %@

# onboarding.continueButton
source: Continue
fr: Continuer
pl: Kontynuuj

# onboarding.error.authFailed
source: Authentication failed. Please check your credentials.
fr: Échec de l'authentification. Veuillez vérifier vos identifiants.
pl: Uwierzytelnianie nie powiodło się. Sprawdź swoje dane logowania.

# onboarding.error.clientCertificateRequired
source: This server requires a client certificate. Please add one in the Advanced section.
fr: Ce serveur requiert un certificat client. Veuillez en ajouter un dans la section Avancé.
pl: Ten serwer wymaga certyfikatu klienta. Dodaj go w sekcji Zaawansowane.

# onboarding.error.hubUnreachable
source: Unable to reach the hub. Please check the URL and your connection.
fr: Impossible de joindre le hub. Vérifiez l'URL et votre connexion.
pl: Nie można połączyć się z hubem. Sprawdź adres URL i połączenie.

# onboarding.error.invalid_url
source: Please enter a valid URL.
fr: Veuillez entrer une URL valide.
pl: Wprowadź prawidłowy adres URL.

# onboarding.error.invalidResponse
source: Invalid response from server.
fr: Réponse invalide du serveur.
pl: Nieprawidłowa odpowiedź serwera.

# onboarding.error.invalidURL
source: Invalid URL format.
fr: Format d'URL invalide.
pl: Nieprawidłowy format adresu URL.

# onboarding.error.mfaRequired
source: MFA required
fr: MFA requis
pl: Wymagane MFA

# onboarding.error.network
source: Network error
fr: Erreur réseau
pl: Błąd sieci

# onboarding.fieldsRequired
source: Fields required
fr: Champs requis
pl: Wymagane pola

# onboarding.input.mfaCode
source: MFA Code
fr: Code MFA
pl: Kod MFA

# onboarding.input.password
source: Password
fr: Mot de passe
pl: Hasło

# onboarding.instanceNamePlaceholder
source: Hub name (e.g: Local or Server)
fr: Nom du hub (ex: Local ou Serveur)
pl: Nazwa huba (np. Lokalne lub Serwer)

# onboarding.loginButton
source: Connect
fr: Se Connecter
pl: Połącz

# onboarding.loginFailed
source: Login failed
fr: Connexion échouée
pl: Logowanie nie powiodło się

# onboarding.mfa.codeSentTo
source: Code sent to %@
fr: Code envoyé à %@
pl: Kod wysłany na %@

# onboarding.mfa.invalidCode
source: Invalid code. Please try again.
fr: Code invalide. Veuillez réessayer.
pl: Nieprawidłowy kod. Spróbuj ponownie.

# onboarding.mfa.resendCode
source: Resend code
fr: Renvoyer le code
pl: Wyślij ponownie kod

# onboarding.mfa.sendCode
source: Send verification code
fr: Envoyer le code de vérification
pl: Wyślij kod weryfikacyjny

# onboarding.mfa.subtitle
source: A verification code will be sent to your email
fr: Un code de vérification sera envoyé à votre email
pl: Kod weryfikacyjny zostanie wysłany na Twój email

# onboarding.mfa.title
source: Verification
fr: Vérification
pl: Weryfikacja

# onboarding.serverScheme
source: Protocol
fr: Protocole
pl: Protokół

# onboarding.subtitle
source: Please enter your hub details.
fr: Veuillez entrer les informations de votre hub.
pl: Wprowadź szczegóły swojego huba.

# onboarding.title
source: Connect to Beszel
fr: Connexion à Beszel
pl: Połącz z Beszel

# onboarding.urlPlaceholder
source: beszel.domain.tld
fr: beszel.domaine.fr
pl: beszel.domena.tld

# onboarding.verifyMFA
source: Verify
fr: Vérifier
pl: Zweryfikuj

source: PAUSED
fr: EN PAUSE
pl: WSTRZYMANY

source: PENDING
fr: EN ATTENTE
pl: OCZEKUJĄCY

source: Period
fr: Période
pl: Okres

# pinned.item.container.cpu
source: Docker Container CPU
fr: CPU Conteneurs Docker
pl: CPU kontenera Dockera

# pinned.item.container.memory
source: Docker Container Memory
fr: Mémoire Conteneurs Docker
pl: Pamięć kontenera Dockera

# pinned.item.stacked.cpu
source: Docker CPU
fr: CPU Docker
pl: CPU Dockera

# pinned.item.stacked.memory
source: Docker Memory
fr: Mémoire Docker
pl: Pamięć Dockera

# pinned.item.stacked.network
source: Docker Network I/O
fr: Réseau I/O Docker
pl: Sieć I/O Dockera

# pinned.item.system.bandwidth
source: System Bandwidth
fr: Bande passante Système
pl: Przepustowość systemu

# pinned.item.system.bandwidth.cumulative.download
source: Cumulative Download
fr: Téléchargement cumulé
pl: Skumulowane pobieranie

# pinned.item.system.bandwidth.cumulative.upload
source: Cumulative Upload
fr: Envoi cumulé
pl: Skumulowane wysyłanie

# pinned.item.system.bandwidth.download
source: Bandwidth Download
fr: Téléchargement bande passante
pl: Pobieranie przepustowości

# pinned.item.system.bandwidth.upload
source: Bandwidth Upload
fr: Envoi bande passante
pl: Wysyłanie przepustowości

# pinned.item.system.cpu
source: System CPU
fr: CPU Système
pl: CPU systemu

# pinned.item.system.cpu.breakdown
source: CPU Time Breakdown
fr: Répartition du temps CPU
pl: Podział czasu CPU

# pinned.item.system.cpu.cores
source: CPU Cores
fr: Cœurs CPU
pl: Rdzenie CPU

# pinned.item.system.disk
source: System Disk I/O
fr: Entrée/Sortie Système
pl: I/O dysku systemu

# pinned.item.system.disk.await
source: Disk Await
fr: Attente disque
pl: Oczekiwanie dysku

# pinned.item.system.disk.queuedepth
source: Disk I/O Queue Depth
fr: Profondeur de file d'attente I/O disque
pl: Głębokość kolejki I/O dysku

# pinned.item.system.disk.times
source: Disk I/O Times
fr: Temps E/S disque
pl: Czasy We/Wy dysku

# pinned.item.system.disk.utilization
source: Disk I/O Utilization
fr: Utilisation E/S disque
pl: Wykorzystanie We/Wy dysku

# pinned.item.system.diskusage
source: System Disk Usage
fr: Utilisation Disque Système
pl: Użycie dysku systemu

# pinned.item.system.gpu
source: System GPU
fr: GPU Système
pl: GPU systemu

# pinned.item.system.info
source: System Info
fr: Infos Système
pl: O systemie

# pinned.item.system.loadaverage
source: System Load Average
fr: Charge moyenne Système
pl: Średnie obciążenie systemu

# pinned.item.system.memory
source: System Memory
fr: Mémoire Système
pl: Pamięć systemu

# pinned.item.system.networkinterfaces
source: System Network Interfaces
fr: Interfaces réseau Système
pl: Interfejsy sieciowe systemu

# pinned.item.system.swap
source: System Swap
fr: Swap Système
pl: Swap systemu

# pinned.item.system.temperature
source: System Temperature
fr: Température Système
pl: Temperatura systemu

source: Read
fr: Lecture
pl: Odczyt

source: Received
fr: Reçu
pl: Otrzymane

source: Scheme
fr: Schéma
pl: Schemat

source: Search alerts
fr: Rechercher des alertes
pl: Szukaj alertów

source: Sent
fr: Envoyé
pl: Wysłane

# settings.about
source: About
fr: À propos
pl: O aplikacji

# settings.about.reportIssue
source: Report an Issue
fr: Signaler un problème
pl: Zgłoś problem

# settings.about.review
source: Leave a Review
fr: Laisser un commentaire
pl: Zostaw opinię

# settings.about.share
source: Share the App
fr: Partager l'application
pl: Udostępnij aplikację

# settings.about.translate
source: Translate the app
fr: Traduire l'application
pl: Przetłumacz aplikację

# settings.application.clearCache
source: Clear Cache
fr: Vider le cache
pl: Wyczyść pamięć podręczną

# settings.application.clearCache.alert.confirm
source: Clear
fr: Vider
pl: Wyczyść

# settings.application.clearCache.alert.message
source: This will clear all cached data. The app will reload fresh data from the server.
fr: Cela effacera toutes les données en cache. L'application rechargera les données depuis le serveur.
pl: Spowoduje to wyczyszczenie wszystkich danych z pamięci podręcznej. Aplikacja ponownie załaduje dane z serwera.

# settings.application.clearCache.alert.title
source: Clear Cache?
fr: Vider le cache ?
pl: Wyczyścić pamięć podręczną?

# settings.application.resetAll
source: Reset All Settings
fr: Réinitialiser tous les réglages
pl: Zresetuj wszystkie ustawienia

# settings.application.resetAll.alert.confirm
source: Reset
fr: Réinitialiser
pl: Zresetuj

# settings.application.resetAll.alert.message
source: This will delete all hubs and reset all settings to their defaults.
fr: Cela supprimera tous les hubs et réinitialisera tous les réglages par défaut.
pl: Spowoduje to usunięcie wszystkich hubów i przywrócenie domyślnych ustawień.

# settings.application.resetAll.alert.title
source: Reset All Settings?
fr: Réinitialiser tous les réglages ?
pl: Zresetować wszystkie ustawienia?

# settings.dashboard.clearPins
source: Clear all pins
fr: Effacer toutes les épingles
pl: Wyczyść wszystkie przypięcia

# settings.dashboard.clearPins.alert.message
source: Are you sure you want to delete all your pins? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer toutes vos épingles ? Cette action est irréversible.
pl: Czy na pewno chcesz usunąć wszystkie przypięcia? Ta akcja jest nieodwracalna.

# settings.dashboard.clearPins.alert.title
source: Clear all pins
fr: Effacer toutes les épingles
pl: Wyczyść wszystkie przypięcia

# settings.display.chartGridLines
source: Chart grid lines
fr: Lignes de grille du graphique
pl: Linie siatki wykresu

# settings.display.chartPeriod
source: Chart period
fr: Période du graphique
pl: Okres wykresu

# settings.display.language
source: Language
fr: Langue
pl: Język

# settings.display.theme
source: Theme
fr: Thème
pl: Motyw

# settings.instances.active
source: Active hub
fr: Hub actif
pl: Aktywny hub

# settings.instances.add
source: Add a hub
fr: Ajouter un hub
pl: Dodaj hub

# settings.instances.advanced
source: Advanced
fr: Avancé
pl: Zaawansowane

# settings.notifications.apns.description
source: Receive real-time push notifications when alerts are triggered in Beszel.
fr: Recevez des notifications push en temps réel lorsque des alertes sont déclenchées dans Beszel.
pl: Otrzymuj powiadomienia push w czasie rzeczywistym, gdy alerty są wyzwalane w Beszel.

# settings.notifications.beszelWebhook
source: Beszel Webhook URL
fr: URL du Webhook Beszel
pl: URL Webhooka Beszel

# settings.notifications.beszelWebhook.description
source: Add this URL as a Generic Webhook in Beszel Settings → Notifications.
fr: Ajoutez cette URL comme Webhook générique dans Paramètres Beszel → Notifications.
pl: Dodaj ten URL jako Generic Webhook w Ustawieniach Beszel → Powiadomienia.

# settings.notifications.beszelWebhook.notConfigured
source: Save your configuration to generate the webhook URL.
fr: Enregistrez votre configuration pour générer l'URL du webhook.
pl: Zapisz konfigurację, aby wygenerować URL webhooka.

# settings.notifications.configuration
source: Notification Settings
fr: Paramètres de notification
pl: Ustawienia powiadomień

# settings.notifications.configured
source: Configured Alerts
fr: Alertes configurées
pl: Skonfigurowane alerty

# settings.notifications.enabled
source: Enable alert notifications
fr: Activer les notifications d'alertes
pl: Włącz powiadomienia alertów

# settings.notifications.generateWebhook
source: Generate Webhook
fr: Générer le Webhook
pl: Wygeneruj Webhook

# settings.notifications.history
source: Alert History
fr: Historique des alertes
pl: Historia alertów

# settings.notifications.secretGenerationError
source: A secure webhook secret could not be generated. Please try again.
fr: Impossible de générer un secret de webhook sécurisé. Réessayez.
pl: Nie udało się wygenerować bezpiecznego sekretu webhooka. Spróbuj ponownie.

# settings.notifications.worker
source: Notification Worker
fr: Worker de notifications
pl: Worker powiadomień

# settings.notifications.workerType.custom
source: Use custom worker
fr: Utiliser un worker personnalisé
pl: Użyj własnego workera

# settings.notifications.workerType.custom.description
source: Use your own self-hosted Cloudflare Worker to relay push notifications.
fr: Utilisez votre propre Cloudflare Worker auto-hébergé pour relayer les notifications push.
pl: Użyj własnego Cloudflare Workera do przekazywania powiadomień push.

# settings.notifications.workerType.default
source: Use default worker
fr: Utiliser le worker par défaut
pl: Użyj domyślnego workera

# settings.notifications.workerType.default.description
source: Push notifications are relayed through the notification service provided by the app developer.
fr: Les notifications push sont relayées par le service de notifications fourni par le développeur de l'application.
pl: Powiadomienia push są przekazywane przez usługę powiadomień dostarczoną przez twórcę aplikacji.

# settings.notifications.workerURL.placeholder
source: https://notify.domain.tld
fr: https://notify.domaine.fr
pl: https://notify.domena.pl

# settings.security.appLock
source: App Lock
fr: Verrouillage de l'app
pl: Blokada aplikacji

# settings.security.appLock.reason
source: Authenticate to access Beszel Companion
fr: Authentifiez-vous pour accéder à Beszel Companion
pl: Uwierzytelnij się, aby uzyskać dostęp do Beszel Companion

# settings.security.appLock.required
source: Face ID required to open Beszel
fr: Face ID requis pour ouvrir Beszel
pl: Face ID wymagane aby otworzyć Beszel

# settings.security.appLock.retry
source: Retry Face ID
fr: Nouvelle tentative Face ID
pl: Ponów Face ID

# settings.title
source: Settings
fr: Réglages
pl: Ustawienia

# smart.capacity
source: Capacity
fr: Capacite
pl: Pojemnosc

# smart.deviceCount %lld
source: %lld device(s)
fr: %lld peripherique(s)
pl: %lld urządzenie

# smart.failingAttributes
source: Failing Attributes
fr: Attributs en echec
pl: Bledne atrybuty

# smart.hideAttributes
source: Hide Attributes
fr: Masquer les attributs
pl: Ukryj atrybuty

# smart.powerOn
source: Power On
fr: Alimentation
pl: Czas pracy

# smart.serial
source: Serial:
fr: Serie :
pl: Numer seryjny:

# smart.showAttributes %lld
source: Show %lld Attributes
fr: Afficher %lld attributs
pl: Pokaz %lld atrybutow

source: Start
fr: Début

source: State
fr: État
pl: Stan

# status.offline
source: Offline
fr: Hors ligne
pl: Niedostępny

# status.operational
source: Online
fr: En ligne
pl: Dostępny

# status.paused
source: Paused
fr: En pause
pl: Wstrzymany

# status.pending
source: Connecting
fr: Connexion
pl: Łączenie

# status.unknown
source: Unknown
fr: Inconnu
pl: Nieznany

# switcher.loading
source: Loading…
fr: Chargement…
pl: Ładowanie…

# switcher.system.empty
source: No system
fr: Aucun système
pl: Brak systemu

# switcher.system.picker
source: System
fr: Système

source: System
fr: Système

source: System Info
fr: Infos Système
pl: O systemie

# system.loading
source: Loading system data...
fr: Chargement des données système...
pl: Ładowanie danych systemu...

# system.subtitle
source: Average system-wide use
fr: Utilisation moyenne à l'échelle du système
pl: Średnie użycie w całym systemie

# system.title
source: System
fr: Système

# Système
source: System
fr: Système

# Systèmes
source: Systems
fr: Systèmes
pl: Systemy

# systems.loading
source: Loading systems…
fr: Chargement des systèmes…
pl: Ładowanie systemów…

# timeRange.last7Days
source: 7 days
fr: 7 jours
pl: 7 dni

# timeRange.last12Hours
source: 12 hours
fr: 12 heures
pl: 12 godzin

# timeRange.last24Hours
source: 24 hours
fr: 24 heures
pl: 24 godziny

# timeRange.last30Days
source: 30 days
fr: 30 jours
pl: 30 dni

# timeRange.lastHour
source: Last hour
fr: Dernière heure
pl: Ostatnia godzina

source: Unknown
fr: Inconnu
pl: Nieznany

source: UP
fr: JOIGNABLE
pl: ONLINE

source: Upload
fr: Envoyé
pl: Wysyłanie

source: Usage
fr: Utilisation
pl: Użycie

source: Used
fr: Utilisé
pl: Użyte

source: Value
fr: Valeur
pl: Wartość

# widget.cached
source: Showing cached data
fr: Données en cache affichées
pl: Wyświetlane dane z pamięci podręcznej

# widget.chart.average
source: Average
fr: Moyenne
pl: Średnia

# widget.chart.extraDiskAwait.title
source: Additional Disk Await
fr: Attente des disques supplémentaires
pl: Oczekiwanie dodatkowych dysków

# widget.chart.extraDiskIO.title
source: Additional Disk I/O
fr: E/S des disques supplémentaires
pl: I/O dodatkowych dysków

# widget.chart.extraDiskIOQueueDepth.title
source: Additional Disk Queue Depth
fr: File d’attente des disques supplémentaires
pl: Kolejka dodatkowych dysków

# widget.chart.extraDiskIOTimes.title
source: Additional Disk I/O Times
fr: Temps E/S des disques supplémentaires
pl: Czasy I/O dodatkowych dysków

# widget.chart.extraDiskIOUtilization.title
source: Additional Disk I/O Utilization
fr: Utilisation E/S des disques supplémentaires
pl: Wykorzystanie I/O dodatkowych dysków

# widget.chart.extraDiskUsage.title
source: Additional Disk Usage
fr: Utilisation des disques supplémentaires
pl: Użycie dodatkowych dysków

# widget.chart.peak
source: Peak
fr: Pic
pl: Szczyt

# widget.chart.systemCPU.title
source: System CPU
fr: CPU Système
pl: CPU systemu

# widget.chart.systemMemory.title
source: System Memory
fr: Mémoire Système
pl: Pamięć systemu

# widget.chart.systemTemperature.title
source: System Temperature
fr: Température Système
pl: Temperatura systemu

# widget.circular.description
source: Display a metric gauge on your lock screen.
fr: Affichez une jauge de métrique sur votre écran de verrouillage.
pl: Wyświetl wskaźnik metryki na ekranie blokady.

# widget.circular.displayName
source: Beszel Gauge
fr: Jauge Beszel
pl: Wskaźnik Beszel

# widget.configuration.description
source: Choose the chart to display in the widget.
fr: Choisir le graphique à afficher sur le widget.
pl: Wybierz wykres do wyświetlenia w widżecie.

# widget.configuration.metric.title
source: Metric
fr: Métrique
pl: Metryka

# widget.configuration.parameter.title
source: Chart Type
fr: Type de Graphique
pl: Typ wykresu

# widget.description
source: Display a monitoring chart from your server.
fr: Affichez un graphique de monitoring de votre serveur.
pl: Wyświetl wykres monitorowania z Twojego serwera.

# widget.error.networkError
source: Network Error
fr: Erreur réseau
pl: Błąd sieci

# widget.error.noInstance
source: No Instance
fr: Aucune instance
pl: Brak instancji

# widget.error.noSystem
source: No System
fr: Aucun système
pl: Brak systemu

# widget.loadingError
source: Loading Error
fr: Erreur de chargement
pl: Błąd ładowania

# widget.noData
source: No data available for the selected period. You may need to reconnect.
fr: Aucune donnée disponible pour la période sélectionnée. Une reconnexion peut être nécessaire.
pl: Brak danych dla wybranego okresu. Możesz potrzebować ponownego połączenia.

# widget.notConnected
source: Not Connected
fr: Non connecté
pl: Nie połączono

# widget.rectangular.description
source: Display system info on your lock screen.
fr: Affichez les infos système sur votre écran de verrouillage.
pl: Wyświetl informacje systemu na ekranie blokady.

# widget.rectangular.displayName
source: Beszel Info
fr: Infos Beszel
pl: O Beszel

# widget.sample.system
source: My server
fr: Mon serveur
pl: Mój serwer

# widget.selectInstance
source: Select a hub in the widget settings
fr: Sélectionnez un hub dans les paramètres du widget
pl: Wybierz hub w ustawieniach widżetu
